Repository: CofficLab/LumiThemePack
Catalog: Sources/LumiThemePack/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld Themes
zh_hans: %lld 个主题
zh_hk: %lld 個主題

source: 3 Changes
zh_hans: 3 项更改
zh_hk: 3 項變更

source: A look that feels like yours.
zh_hans: 一种像你的外观。
zh_hk: 一種像你的外觀。

source: Accent
zh_hans: 强调色
zh_hk: 強調色

source: Accent Colors
zh_hans: 强调色
zh_hk: 強調色

source: All
zh_hans: 全部
zh_hk: 全部

source: Appearance
zh_hans: 外观
zh_hk: 外觀

source: Apply
zh_hans: 应用
zh_hk: 應用

source: Aurora
zh_hans: 极光
zh_hk: 極光

source: Aurora Purple
zh_hans: 极光紫
zh_hk: 極光紫

source: Automatically switches VS Code light/dark palette with the system appearance
zh_hans: 随系统外观自动切换 VS Code 浅色/深色调色板
zh_hk: 隨系統外觀自動切換 VS Code 淺色/深色調色板

source: Autumn
zh_hans: 秋枫
zh_hk: 秋楓

source: Autumn Maple Orange
zh_hans: 秋枫橙
zh_hk: 秋楓橙

source: Background
zh_hans: 背景
zh_hk: 背景

source: Between clear sky and night, follows the system appearance
zh_hans: 介于晴空与夜幕之间，跟随系统外观
zh_hk: 介於晴空與夜幕之間，跟隨系統外觀

source: Blazing sun and sea breeze, clear and bright
zh_hans: 烈日海风，晴朗明亮
zh_hk: 烈日海風，晴朗明亮

source: Choose from the theme library.
zh_hans: 从主题库中选择。
zh_hk: 從主題庫中選擇。

source: Classic Atom One Dark palette, comfortable and balanced
zh_hans: 经典 Atom One Dark 调色板，舒适均衡
zh_hk: 經典 Atom One Dark 調色板，舒適均衡

source: Classic dark IDE palette of Visual Studio Code Dark+
zh_hans: Visual Studio Code Dark+ 经典深色 IDE 调色板
zh_hk: Visual Studio Code Dark+ 經典深色 IDE 調色板

source: Classic Dracula Official dark palette, high contrast and striking
zh_hans: 经典 Dracula Official 深色调色板，高对比且醒目
zh_hk: 經典 Dracula Official 深色調色板，高對比且醒目

source: Classic light IDE palette of Visual Studio Code Light+
zh_hans: Visual Studio Code Light+ 经典浅色 IDE 调色板
zh_hk: Visual Studio Code Light+ 經典淺色 IDE 調色板

source: Clear ripples, pure and translucent
zh_hans: 清波涟漪，纯净通透
zh_hk: 清波漣漪，純淨通透

source: click to switch
zh_hans: 一键切换
zh_hk: 一鍵切換

source: Comfortable
zh_hans: 舒适
zh_hk: 舒適

source: Compact
zh_hans: 紧凑
zh_hk: 緊湊

source: Component Preview
zh_hans: 组件预览
zh_hk: 元件預覽

source: Controls
zh_hans: 控件
zh_hk: 控制項

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Current: %@
zh_hans: 当前：%@
zh_hk: 目前：%@

source: Currently Using
zh_hans: 当前使用
zh_hk: 目前使用

source: Dark
zh_hans: 深色
zh_hk: 深色

source: Dark Theme
zh_hans: 深色主题
zh_hk: 深色主題

source: Deep midnight blue, mysterious and serene
zh_hans: 深邃午夜蓝，神秘而宁静
zh_hk: 深邃午夜藍，神秘而寧靜

source: Display Density
zh_hans: 显示密度
zh_hk: 顯示密度

source: Elevated
zh_hans: 抬升
zh_hk: 抬升

source: Follow System
zh_hans: 跟随系统
zh_hk: 跟隨系統

source: Follow System Appearance
zh_hans: 跟随系统外观
zh_hk: 跟隨系統外觀

source: Follow the system appearance automatically.
zh_hans: 自动跟随系统外观。
zh_hk: 自動跟隨系統外觀。

source: Forest Ink · low-saturation warm palette, adapts to system light and dark
zh_hans: 森林墨 · 低饱和暖色调，适配系统深浅色
zh_hk: 森林墨 · 低飽和暖色調，適配系統深淺色

source: Fresh spring buds awakening, crisp and gentle
zh_hans: 初春新芽苏醒，清新而温柔
zh_hk: 初春新芽甦醒，清新而溫柔

source: Frost and snow glow, calm and serene
zh_hans: 霜雪辉光，平静安宁
zh_hk: 霜雪輝光，平靜安寧

source: Frost Winter White
zh_hans: 霜冬白
zh_hk: 霜冬白

source: Fruity sweetness, bright and vivid
zh_hans: 果味清甜，明亮鲜活
zh_hk: 果味清甜，明亮鮮活

source: Gorgeous aurora purple, dreamy and elegant
zh_hans: 绚烂极光紫，梦幻而优雅
zh_hk: 絢爛極光紫，夢幻而優雅

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Inspired by GitHub's dark theme, deep and professional
zh_hans: 灵感源自 GitHub 深色主题，深邃而专业
zh_hk: 靈感源自 GitHub 深色主題，深邃而專業

source: Light
zh_hans: 浅色
zh_hk: 淺色

source: Light Theme
zh_hans: 浅色主题
zh_hk: 淺色主題

source: Light/Dark
zh_hans: 浅色/深色
zh_hk: 淺色/深色

source: Lists & Status
zh_hans: 列表与状态
zh_hk: 列表與狀態

source: Midnight
zh_hans: 午夜
zh_hk: 午夜

source: Midnight Blue
zh_hans: 午夜蓝
zh_hk: 午夜藍

source: Midsummer Blue
zh_hans: 仲夏蓝
zh_hk: 仲夏藍

source: Mountain
zh_hans: 山雾
zh_hk: 山霧

source: Mountain Mist Gray
zh_hans: 山雾灰
zh_hk: 山霧灰

source: Nebula
zh_hans: 星云
zh_hk: 星雲

source: Nebula Pink
zh_hans: 星云粉
zh_hk: 星雲粉

source: No Themes Found
zh_hans: 没有找到主题
zh_hk: 找不到主題

source: Open Data Directory
zh_hans: 打开数据目录
zh_hk: 開啟資料目錄

source: Orchard
zh_hans: 果园
zh_hk: 果園

source: Orchard Red
zh_hans: 果园红
zh_hk: 果園紅

source: Persist
zh_hans: 持久保存
zh_hk: 持久保存

source: Personalize the accent used across the UI.
zh_hans: 个性化界面各处使用的强调色。
zh_hk: 個性化界面各處使用的強調色。

source: Pick a theme
zh_hans: 选择主题
zh_hk: 選擇主題

source: Primary Action
zh_hans: 主要操作
zh_hk: 主要操作

source: Primary Color
zh_hans: 主色
zh_hk: 主色

source: Primary Text
zh_hans: 主要文字
zh_hk: 主要文字

source: Pure void black, deep and mysterious
zh_hans: 纯粹虚空黑，深邃而神秘
zh_hk: 純粹虛空黑，深邃而神秘

source: Ready
zh_hans: 就绪
zh_hk: 就緒

source: River
zh_hans: 河流
zh_hk: 河流

source: River Teal
zh_hans: 河流青
zh_hk: 河流青

source: Romantic nebula pink, soft and warm
zh_hans: 浪漫星云粉，柔和而温暖
zh_hk: 浪漫星雲粉，柔和而溫暖

source: Search Themes
zh_hans: 搜索主题
zh_hk: 搜尋主題

source: Secondary Action
zh_hans: 次要操作
zh_hk: 次要操作

source: Secondary Color
zh_hans: 辅色
zh_hk: 輔色

source: Secondary Text
zh_hans: 次要文字
zh_hk: 次要文字

source: See how common components look with this theme
zh_hans: 查看常用组件在此主题下的效果
zh_hk: 查看常用元件在此主題下的效果

source: Select a Theme
zh_hans: 选择一个主题
zh_hk: 選擇一個主題

source: Sky
zh_hans: 天空
zh_hk: 天空

source: Slight red maple shade, warm and profound
zh_hans: 一抹红枫，温暖而深沉
zh_hk: 一抹紅楓，溫暖而深沉

source: Spacious
zh_hans: 宽松
zh_hk: 寬鬆

source: Spring
zh_hans: 春芽
zh_hk: 春芽

source: Spring Bud Green
zh_hans: 春芽绿
zh_hk: 春芽綠

source: Steady stone gray, distant pine shadows
zh_hans: 沉稳石灰，远山松影
zh_hk: 沉穩石灰，遠山松影

source: Summer
zh_hans: 仲夏
zh_hk: 仲夏

source: Surface Depth
zh_hans: 表面层级
zh_hk: 表面層級

source: Switch between built-in light and dark themes.
zh_hans: 在内置浅色与深色主题间切换。
zh_hk: 在內置淺色與深色主題間切換。

source: System Sync
zh_hans: 系统同步
zh_hk: 系統同步

source: Tertiary Action
zh_hans: 辅助操作
zh_hk: 輔助操作

source: The theme is broadcast to the whole app.
zh_hans: 主题广播到整个应用。
zh_hk: 主題廣播到整個應用。

source: Theme
zh_hans: 主题
zh_hk: 主題

source: Theme Color & Elevation Preview
zh_hans: 主题颜色与层级预览
zh_hk: 主題顏色與層級預覽

source: Theme Library
zh_hans: 主题库
zh_hk: 主題庫

source: Theme Type
zh_hans: 主题类型
zh_hk: 主題類型

source: themes
zh_hans: 主题数
zh_hk: 主題數

source: Themes
zh_hans: 主题
zh_hk: 主題

source: Typography & Actions
zh_hans: 文字与操作
zh_hk: 文字與操作

source: Use
zh_hans: 使用
zh_hk: 使用

source: Void
zh_hans: 虚空
zh_hk: 虛空

source: Void Black
zh_hans: 虚空黑
zh_hk: 虛空黑

source: VS Code Dark
zh_hans: VS Code 深色
zh_hk: VS Code 深色

source: VS Code Light
zh_hans: VS Code 浅色
zh_hk: VS Code 淺色

source: VSCode Dark
zh_hans: VSCode 深色
zh_hk: VSCode 深色

source: VSCode Light
zh_hans: VSCode 浅色
zh_hk: VSCode 淺色

source: Winter
zh_hans: 霜冬
zh_hk: 霜冬

source: Working Tree
zh_hans: 工作区
zh_hk: 工作區

source: Your choice is remembered across launches.
zh_hans: 你的选择在多次启动间被记住。
zh_hk: 你的選擇在多次啓動間被記住。
